Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: Have you ever stayed with locals rather than in a hotel? What was it like?
de: Hast du schon einmal bei Einheimischen statt in einem Hotel übernachtet? Wie war es?
es: ¿Alguna vez te has quedado con lugareños en lugar de en un hotel? ¿Cómo fue?
fr: Es-tu déjà resté chez l'habitant plutôt que dans un hôtel ? Comment était-ce ?
it: Hai mai soggiornato dalla gente del posto invece che in un hotel? Com'è stato?
ja: ホテルではなく地元の人と一緒に泊まったことはありますか？どんな感じでしたか？
ko: 호텔 대신 현지인과 함께 지낸 적이 있나요? 어땠나요?
nb: Har du noen gang bodd hos lokalbefolkningen i stedet for på hotell? Hvordan var det?
nl: Heb je ooit bij locals geslapen in plaats van in een hotel? Hoe was het?
pl: Czy kiedykolwiek mieszkałeś u lokalnych mieszkańców zamiast w hotelu? Jakie to było?
pt_br: Você já ficou na casa de moradores locais em vez de em um hotel? Como foi?
sv: Har du någonsin bott hos lokalbefolkningen istället för på ett hotell? Hur var det?
uk: Ви коли-небудь зупинялися у місцевих жителів, а не в готелі? Як це було?
zh_hans: 你有没有住过当地人家而不是酒店？感觉怎么样？

source: Have you ever taken a solo trip? Would you?
de: Hast du schon einmal eine Solo-Reise gemacht? Würdest du?
es: ¿Alguna vez has hecho un viaje en solitario? ¿Lo harías?
fr: As-tu déjà fait un voyage en solo ? Le ferais-tu ?
it: Hai mai fatto un viaggio da solo? Lo faresti?
ja: 一人旅をしたことはありますか？してみたいですか？
ko: 혼자 여행을 해본 적이 있나요? 하고 싶나요?
nb: Har du noen gang tatt en solotur? Ville du gjort det?
nl: Heb je ooit een solo-reis gemaakt? Zou je dat doen?
pl: Czy kiedykolwiek odbyłeś samotną podróż? Czy byś to zrobił?
pt_br: Você já fez uma viagem solo? Você faria?
sv: Har du någonsin tagit en soloresa? Skulle du göra det?
uk: Чи були у вас сольні подорожі? Чи хотіли б?
zh_hans: 你独自旅行过吗？你会尝试吗？

source: Have you ever tried ice or wax play, or is that something you'd be open to exploring?
de: Hast du jemals Eis- oder Wachsspiele ausprobiert, oder wärst du offen dafür, das zu erkunden?
es: ¿Alguna vez has probado juegos con hielo o cera, o es algo que estarías dispuesto a explorar?
fr: Avez-vous déjà essayé les jeux avec de la glace ou de la cire, ou est-ce quelque chose que vous seriez prêt à explorer ?
it: Hai mai provato i giochi con ghiaccio o cera, o è qualcosa che saresti aperto a esplorare?
ja: 氷やワックスを使ったプレイを試したことはありますか？それとも興味がありますか？
ko: 얼음이나 왁스 플레이를 해본 적이 있나요, 아니면 시도해보고 싶은가요?
nb: Har du noen gang prøvd lek med is eller voks, eller er det noe du er åpen for å utforske?
nl: Heb je ooit geprobeerd te spelen met ijs of was, of is dat iets dat je zou willen verkennen?
pl: Czy kiedykolwiek próbowałaś zabawy z lodem lub woskiem, czy chciałabyś to przetestować?
pt_br: Você já tentou brincar com gelo ou cera, ou é algo que você estaria aberto a explorar?
sv: Har du någonsin provat lek med is eller vax, eller är det något du skulle vilja utforska?
uk: Ви коли-небудь пробували ігри з льодом або воском, чи ви готові це дослідити?
zh_hans: 你尝试过冰块或滴蜡吗？或者你愿意尝试一下吗？

source: How close and warm is your family? Do you feel your childhood was happier than most other people’s?
de: Wie eng und herzlich ist deine Familie? Empfindest du deine Kindheit als glücklicher als die der meisten anderen?
es: ¿Cuán unida y cálida es tu familia? ¿Sientes que tu infancia fue más feliz que la de la mayoría de las personas?
fr: À quel point ta famille est-elle proche et chaleureuse ? Penses-tu que ton enfance a été plus heureuse que celle de la plupart des gens ?
it: Quanto è unita e affettuosa la tua famiglia? Pensi che la tua infanzia sia stata più felice di quella della maggior parte delle persone?
ja: あなたの家族はどのくらい親密で温かいですか？自分の子供時代は他のほとんどの人より幸せだったと思いますか？
ko: 당신의 가족은 얼마나 친밀하고 따뜻합니까? 당신의 어린 시절이 대부분의 다른 사람들보다 더 행복했다고 느껴집니까?
nb: Hvor nær og varm er familien din? Synes du barndommen din var lykkeligere enn de fleste andres?
nl: Hoe hecht en warm is je familie? Vind je dat je jeugd gelukkiger was dan die van de meeste andere mensen?
pl: Jak bliska i ciepła jest twoja rodzina? Czy uważasz, że twoje dzieciństwo było szczęśliwsze niż większości innych ludzi?
pt_br: Quão unida e afetuosa é sua família? Você sente que sua infância foi mais feliz do que a da maioria das outras pessoas?
sv: Hur nära och varm är din familj? Tycker du att din barndom var lyckligare än de flesta andras?
uk: Наскільки ваша сім'я близька та тепла? Чи вважаєте ви, що ваше дитинство було щасливішим, ніж у більшості інших людей?
zh_hans: 你的家庭有多亲密和温暖？你觉得你的童年比大多数其他人都幸福吗？

source: How did your family handle disagreements?
de: Wie hat deine Familie mit Meinungsverschiedenheiten umgegangen?
es: ¿Cómo manejaba tu familia los desacuerdos?
fr: Comment ta famille gérait-elle les désaccords ?
it: Come gestiva la tua famiglia i disaccordi?
ja: あなたの家族は意見の相違をどのように対処しましたか？
ko: 당신의 가족은 의견 충돌을 어떻게 처리했나요?
nb: Hvordan håndterte familien din uenigheter?
nl: Hoe ging je familie om met meningsverschillen?
pl: Jak twoja rodzina radziła sobie z nieporozumieniami?
pt_br: Como sua família lidava com desentendimentos?
sv: Hur hanterade din familj meningsskiljaktigheter?
uk: Як ваша родина вирішувала розбіжності?
zh_hans: 你的家人如何处理分歧？

source: How do you celebrate your wins?
de: Wie feierst du deine Erfolge?
es: ¿Cómo celebras tus logros?
fr: Comment célèbres-tu tes victoires ?
it: Come festeggi le tue vittorie?
ja: 成功をどのように祝いますか？
ko: 승리를 어떻게 축하하나요?
nb: Hvordan feirer du seirene dine?
nl: Hoe vier je je overwinningen?
pl: Jak świętujesz swoje zwycięstwa?
pt_br: Como você celebra suas vitórias?
sv: Hur firar du dina framgångar?
uk: Як ви святкуєте свої перемоги?
zh_hans: 你如何庆祝自己的成功？

source: How do you deal with the concept of time passing?
de: Wie gehst du mit dem Vergehen der Zeit um?
es: ¿Cómo lidias con el concepto del paso del tiempo?
fr: Comment gérez-vous le concept du temps qui passe ?
it: Come affronti il concetto del passare del tempo?
ja: 時間の経過という概念にどう対処していますか？
ko: 시간이 흐른다는 개념을 어떻게 대처하시나요?
nb: Hvordan håndterer du konseptet med at tiden går?
nl: Hoe ga je om met het concept van het verstrijken van de tijd?
pl: Jak radzisz sobie z upływem czasu?
pt_br: Como você lida com o conceito da passagem do tempo?
sv: Hur hanterar du konceptet med att tiden går?
uk: Як ви ставитеся до концепції плину часу?
zh_hans: 你如何应对时间流逝这个概念？

source: How do you define 'enough'?
de: Wie definierst du 'genug'?
es: ¿Cómo defines 'suficiente'?
fr: Comment définis-tu 'assez' ?
it: Come definisci 'abbastanza'?
ja: 「十分」をどのように定義しますか？
ko: '충분함'을 어떻게 정의하나요?
nb: Hvordan definerer du 'nok'?
nl: Hoe definieer je 'genoeg'?
pl: Jak definiujesz 'wystarczająco'?
pt_br: Como você define 'suficiente'?
sv: Hur definierar du 'nog'?
uk: Як ви визначаєте 'достатньо'?
zh_hans: 你如何定义“足够”？

source: How do you define 'good' and 'evil'?
de: Wie definierst du 'Gut' und 'Böse'?
es: ¿Cómo defines el 'bien' y el 'mal'?
fr: Comment définissez-vous le 'bien' et le 'mal' ?
it: Come definisci 'bene' e 'male'?
ja: 「善」と「悪」をどのように定義しますか？
ko: '선'과 '악'을 어떻게 정의하시나요?
nb: Hvordan definerer du 'godt' og 'ondt'?
nl: Hoe definieer jij 'goed' en 'kwaad'?
pl: Jak definiujesz 'dobro' i 'zło'?
pt_br: Como você define 'bem' e 'mal'?
sv: Hur definierar du 'gott' och 'ont'?
uk: Як ви визначаєте 'добро' і 'зло'?
zh_hans: 你如何定义'善'与'恶'？

source: How do you define 'home' in a person?
de: Wie definierst du 'Zuhause' in einer Person?
es: ¿Cómo defines 'hogar' en una persona?
fr: Comment définis-tu 'chez soi' chez une personne ?
it: Come definisci 'casa' in una persona?
ja: 人の中の「家」をどう定義しますか？
ko: 사람 안의 '집'을 어떻게 정의하나요?
nb: Hvordan definerer du 'hjem' i en person?
nl: Hoe definieer je 'thuis' in een persoon?
pl: Jak definiujesz 'dom' w osobie?
pt_br: Como você define 'lar' em uma pessoa?
sv: Hur definierar du 'hem' i en person?
uk: Як ви визначаєте 'дім' у людині?
zh_hans: 你如何定义一个人身上的“家”？

source: How do you define 'inner peace'?
de: Wie definierst du 'inneren Frieden'?
es: ¿Cómo defines la 'paz interior'?
fr: Comment définissez-vous la 'paix intérieure' ?
it: Come definisci la 'pace interiore'?
ja: 「内なる平和」をどのように定義しますか？
ko: '내면의 평화'를 어떻게 정의하시나요?
nb: Hvordan definerer du 'indre fred'?
nl: Hoe definieer jij 'innerlijke vrede'?
pl: Jak definiujesz 'wewnętrzny spokój'?
pt_br: Como você define 'paz interior'?
sv: Hur definierar du 'inre frid'?
uk: Як ви визначаєте 'внутрішній спокій'?
zh_hans: 你如何定义'内心平静'？

source: How do you define 'loyalty'?
de: Wie definierst du 'Loyalität'?
es: ¿Cómo defines 'lealtad'?
fr: Comment définis-tu la 'loyauté' ?
it: Come definisci la 'lealtà'?
ja: 『忠誠心』をどう定義しますか？
ko: '충성심'을 어떻게 정의하나요?
nb: Hvordan definerer du 'lojalitet'?
nl: Hoe definieer je 'loyaliteit'?
pl: Jak definiujesz 'lojalność'?
pt_br: Como você define 'lealdade'?
sv: Hur definierar du 'lojalitet'?
uk: Як ви визначаєте 'вірність'?
zh_hans: 你如何定义“忠诚”？

source: How do you define happiness?
de: Wie definierst du Glück?
es: ¿Cómo defines la felicidad?
fr: Comment définissez-vous le bonheur ?
it: Come definisci la felicità?
ja: 幸福をどのように定義しますか？
ko: 행복을 어떻게 정의하시나요?
nb: Hvordan definerer du lykke?
nl: Hoe definieer jij geluk?
pl: Jak definiujesz szczęście?
pt_br: Como você define felicidade?
sv: Hur definierar du lycka?
uk: Як ви визначаєте щастя?
zh_hans: 你如何定义幸福？

source: How do you feel about being spanked hard enough to leave red marks — is that intimacy or punishment to you?
de: Wie fühlst du dich, wenn du so fest geschlagen wirst, dass rote Flecken bleiben – ist das für dich Intimität oder Bestrafung?
es: ¿Cómo te sientes acerca de que te azoten lo suficientemente fuerte como para dejar marcas rojas? ¿Eso es intimidad o castigo para ti?
fr: Que ressens-tu quand on te fesse assez fort pour laisser des marques rouges – est-ce que c’est de l’intimité ou une punition pour toi ?
it: Come ti senti riguardo all'essere sculacciato abbastanza forte da lasciare segni rossi – per te è intimità o punizione?
ja: 赤い跡が残るくらい強く叩かれることについてどう思う？それは親密さ？それとも罰？
ko: 빨간 자국이 남을 정도로 세게 스팽킹 당하는 거 어떻게 생각해? 그게 친밀함이야, 벌이야?
nb: Hvordan har du det med å bli banka hardt nok til å etterlate røde merker – er det intimitet eller straff for deg?
nl: Hoe voel jij je bij hard genoeg geslagen worden om rode plekken achter te laten – is dat intimiteit of straf voor jou?
pl: Jak się czujesz, gdy ktoś uderza cię wystarczająco mocno, aby zostawić czerwone ślady – czy to dla ciebie intymność, czy kara?
pt_br: Como você se sente em ser espancado forte o bastante para deixar marcas vermelhas – isso é intimidade ou punição para você?
sv: Hur känner du inför att bli smiskad så hårt att det lämnar röda märken – är det intimitet eller straff för dig?
uk: Як ти ставишся до того, що тебе шльопають так сильно, що залишаються червоні сліди – це для тебе інтимність чи покарання?
zh_hans: 被打到留下红印的程度，你觉得这是亲密还是惩罚？

source: How do you feel about being woken up by me touching you or going down on you?
de: Wie fändest du es, wenn ich dich wecke, indem ich dich berühre oder es dir mache?
es: ¿Cómo te sientes respecto a que te despierte tocándote o haciéndote sexo oral?
fr: Que ressentez-vous à l'idée d'être réveillé par moi en train de vous toucher ou de vous faire un cunnilingus/fellation ?
it: Cosa ne pensi di essere svegliato da me che ti tocco o ti pratico del sesso orale?
ja: 私があなたに触れたり、クンニやフェラをしたりして起こされるのをどう思いますか？
ko: 내가 당신을 만지거나 구강 성교를 해서 깨우는 것에 대해 어떻게 생각하나요?
nb: Hva synes du om å bli vekket av at jeg tar på deg eller gir deg oralsex?
nl: Hoe vind je het om wakker gemaakt te worden doordat ik je aanraak of je oraal bevredig?
pl: Co sądzisz o budzeniu Cię dotykiem lub seksem oralnym?
pt_br: Como você se sente em ser acordado por mim te tocando ou fazendo sexo oral em você?
sv: Hur känner du inför att bli väckt av att jag rör vid dig eller ger dig oralsex?
uk: Як ви ставитеся до того, щоб я розбудив вас своїми дотиками чи оральним сексом?
zh_hans: 你对我通过抚摸或为你服务来唤醒你这件事怎么看？

source: How do you feel about dirty talk during anal — does it help you relax or make you clench up?
de: Wie stehst du zu schmutzigen Reden beim Analverkehr – hilft es dir zu entspannen oder verkrampfst du?
es: ¿Qué opinas de las conversaciones subidas de tono durante el sexo anal? ¿Te ayuda a relajarte o te pone tensa?
fr: Que penses-tu des paroles cochonnes pendant l’anal ? Ça t’aide à te détendre ou ça te contracte ?
it: Cosa pensi dei discorsi sporchi durante l’anale? Ti aiuta a rilassarti o ti fa contrarre?
ja: アナルセックス中のダーティトークについてどう思いますか？リラックスできますか、それとも逆に緊張しますか？
ko: 항문 성교 중 더티 토크에 대해 어떻게 느끼나요? 긴장을 완화하는 데 도움이 되나요, 아니면 조이게 하나요?
nb: Hva synes du om skitten prat under analsex – hjelper det deg å slappe av eller strammer du deg?
nl: Wat vind je van vuile praatjes tijdens anale seks? Helpt het je te ontspannen of span je juist aan?
pl: Co myślisz o brudnych rozmowach podczas seksu analnego? Czy to pomaga ci się zrelaksować, czy napinasz się?
pt_br: O que você acha de sacanagem durante o sexo anal? Ajuda você a relaxar ou te deixa contraída?
sv: Vad tycker du om smutsigt prat under analsex? Hjälper det dig att slappna av eller spänner du dig?
uk: Як ти ставишся до брудних розмов під час анального сексу? Це допомагає тобі розслабитися чи напружує?
zh_hans: 你对肛交时的脏话有什么感觉？它能帮你放松还是会让你紧绷？

source: How do you feel about eye contact during intimate moments?
de: Wie stehst du zu Blickkontakt in intimen Momenten?
es: ¿Qué opinas del contacto visual durante momentos íntimos?
fr: Que penses-tu du contact visuel pendant les moments intimes ?
it: Cosa ne pensi del contatto visivo durante i momenti intimi?
ja: 親密な瞬間のアイコンタクトについてどう思いますか？
ko: 친밀한 순간의 아이컨택에 대해 어떻게 생각하나요?
nb: Hva synes du om øyekontakt under intime øyeblikk?
nl: Wat vind je van oogcontact tijdens intieme momenten?
pl: Co myślisz o kontakcie wzrokowym podczas intymnych chwil?
pt_br: O que você acha do contato visual durante momentos íntimos?
sv: Vad tycker du om ögonkontakt under intima stunder?
uk: Як ти ставишся до зорового контакту в інтимні моменти?
zh_hans: 你觉得亲密时刻的眼神交流怎么样？

source: How do you feel about face-sitting? Do you prefer to be the one taking control from above or the one being completely smothered below?
de: Wie stehst du zu Facesitting? Bevorzugst du es, oben die Kontrolle zu haben, oder unten komplett bedeckt zu werden?
es: ¿Qué piensas del face-sitting? ¿Prefieres ser quien tome el control desde arriba o quien sea completamente sofocado abajo?
fr: Que pensez-vous du face-sitting ? Préférez-vous être celui qui prend le contrôle par le haut ou celui qui est complètement étouffé en dessous ?
it: Cosa ne pensi del face-sitting? Preferisci essere tu a prendere il controllo dall'alto o essere completamente sommerso sotto?
ja: 顔の上に乗る（乗られる）のはどう思いますか？上からコントロールしたいですか、それとも下で完全に塞がれたいですか？
ko: 페이스 시팅에 대해 어떻게 생각하나요? 위에서 주도하는 것을 좋아하나요, 아니면 아래에서 완전히 짓눌리는 것을 좋아하나요?
nb: Hva synes du om face-sitting? Foretrekker du å være den som tar kontroll ovenfra eller den som blir fullstendig dekket under?
nl: Hoe denk je over face-sitting? Ben je liever degene die van bovenaf de controle neemt of degene die beneden volledig bedolven wordt?
pl: Co sądzisz o siadaniu na twarzy? Wolisz przejmować kontrolę z góry czy być całkowicie przykrytym na dole?
pt_br: O que você acha do face-sitting? Você prefere ser quem assume o controle por cima ou quem é completamente sufocado por baixo?
sv: Vad tycker du om face-sitting? Föredrar du att vara den som tar kontroll uppifrån eller den som blir helt täckt under?
uk: Як ви ставитеся до фейс-сітінгу? Ви віддаєте перевагу контролю зверху чи повному зануренню знизу?
zh_hans: 你觉得颜射（面部坐压）怎么样？你喜欢在上面掌控全局，还是在下面被完全淹没？

source: How do you feel about having your hair pulled during doggy style — is it a turn-on or a hard limit?
de: Wie stehst du dazu, beim Doggy-Style an den Haaren gezogen zu werden — ist das ein zusätzlicher Reiz oder eine absolute Grenze?
es: ¿Qué opinas de que te tiren del pelo durante el estilo perrito? ¿Es algo que te excita o un límite estricto?
fr: Que penses-tu de te faire tirer les cheveux pendant la levrette — est-ce excitant ou une limite absolue ?
it: Cosa pensi di farti tirare i capelli durante la posizione del cane — è una cosa eccitante o un limite assoluto?
ja: ドギースタイルの最中に髪を引っ張られることについてどう思いますか？ — 興奮しますか？それとも絶対にダメなことですか？
ko: 독기 스타일 중에 머리카락을 잡아당기는 것에 대해 어떻게 생각하나요? — 그것은 흥분되는 일인가요, 아니면 절대적인 한계인가요?
nb: Hva synes du om å få håret ditt dratt under doggy style — er det opphissende eller en absolutt grense?
nl: Wat vind je ervan om bij de hondse stijl aan je haar getrokken te worden — is het opwindend of een harde grens?
pl: Jak się czujesz, gdy ktoś ciągnie cię za włosy podczas stosunku na pieska — czy to cię podnieca, czy jest to twarda granica?
pt_br: O que você acha de ter seu cabelo puxado durante a posição de quatro — isso é excitante ou um limite rígido?
sv: Hur känner du inför att få ditt hår draget under doggystyle — är det upphetsande eller en hård gräns?
uk: Як ти ставишся до того, коли тебе тягнуть за волосся під час доггі-стайлу — це збуджує чи це жорстке обмеження?
zh_hans: 对于在后入式时被拉头发，你有什么感觉——这会让你兴奋还是一个严格的底线？

source: How do you feel about me pulling out right before I come and rubbing myself against your clit to finish?
de: Wie fühlst du dich dabei, wenn ich kurz vor meinem Höhepunkt herausziehe und mich an deiner Klitoris reibe, um zu kommen?
es: ¿Qué te parece que me salga justo antes de venirme y me restriegue contra tu clítoris para terminar?
fr: Que penses-tu de l’idée que je me retire juste avant de jouir et que je me frotte contre ton clitoris pour finir ?
it: Cosa ne pensi di me che tiro fuori prima di venire e mi strofino contro il tuo clitoride per finire?
ja: イきそうになる前に抜いて、クリトリスに擦り付けてフィニッシュするのをどう思う？
ko: 내가 싸기 직전에 빼내서 네 클리토리스에 문질러서 끝내는 거 어떻게 생각해?
nb: Hva synes du om at jeg trekker meg ut rett før jeg kommer og gnikker meg mot klitorissen din for å fullføre?
nl: Wat vind jij ervan als ik net voor ik klaarkom terugtrek en me tegen je clitoris wrijf om klaar te komen?
pl: Co myślisz o tym, że wyciągam tuż przed wytryskiem i pocieram się o twoją łechtaczkę?
pt_br: O que você acha de eu tirar logo antes de gozar e me esfregar no seu clitóris para terminar?
sv: Vad tycker du om att jag drar ut precis innan jag kommer och gnider mig mot din klitoris för att avsluta?
uk: Як тобі ідея, що я виходжу прямо перед тим, як кінчити, і труся своїм членом об твій клітор, щоб закінчити?
zh_hans: 我如果在射之前拔出来，然后蹭着你的阴蒂直到高潮，你觉得怎么样？

source: How do you feel about me putting my fingers in your mouth while I’m inside you — does that feel intimate or degrading?
de: Wie fühlt es sich für dich an, wenn ich meine Finger in deinen Mund stecke, während ich in dir bin — fühlt sich das intim oder erniedrigend an?
es: ¿Qué te parece que meta mis dedos en tu boca mientras estoy dentro de ti? ¿Te resulta íntimo o degradante?
fr: Que ressens-tu si je mets mes doigts dans ta bouche pendant que je suis en toi — est-ce intime ou dégradant ?
it: Come ti senti se metto le mie dita nella tua bocca mentre sono dentro di te — ti sembra intimo o degradante?
ja: 私があなたの中にいる間に指をあなたの口に入れることについてどう思いますか？それは親密に感じますか、それとも品位を傷つけるものですか？
ko: 내가 너 안에 있는 동안 내 손가락을 네 입에 넣는 거 어떻게 생각해? 친밀하게 느껴져, 아니면 모욕적으로 느껴져?
nb: Hvordan føles det for deg om jeg stikker fingrene mine i munnen din mens jeg er inne i deg — føles det intimt eller nedverdigende?
nl: Hoe voelt het voor jou als ik mijn vingers in je mond steek terwijl ik in je ben — voelt dat intiem of vernederend?
pl: Jak się czujesz, gdy wkładam palce do twoich ust, będąc w tobie — czy to intymne, czy upokarzające?
pt_br: Como você se sente se eu colocar meus dedos na sua boca enquanto estou dentro de você — isso é íntimo ou degradante?
sv: Hur känns det för dig om jag stoppar mina fingrar i din mun medan jag är inne i dig — känns det intimt eller förnedrande?
uk: Як ти ставишся до того, що я кладу свої пальці тобі в рот, поки я всередині тебе — це інтимно чи принизливо?
zh_hans: 当我在你体内时把手指放进你嘴里，你感觉如何——这是亲密还是羞辱？

source: How do you feel about my thumb pressing just below your tailbone during doggy style — does that make you want more anal play?
de: Wie fühlst du dich, wenn mein Daumen während des Doggy-Stils direkt unter deinem Steißbein drückt – macht dich das noch schärfer auf Analspiele?
es: ¿Qué te parece que presione con mi pulgar justo debajo de tu coxis durante el perrito? ¿Eso te hace querer más juego anal?
fr: Que ressens-tu quand mon pouce appuie juste sous ton coccyx pendant la levrette ? Cela te donne-t-il envie de plus de jeux anaux ?
it: Cosa ne pensi del mio pollice che preme appena sotto il tuo coccige durante la posizione a quattro zampe? Ti fa venire voglia di più giochi anali?
ja: バックの時に私の親指があなたの尾骨のすぐ下を押すのをどう思いますか？それであなたはもっとアナルプレイをしたくなりますか？
ko: 백 섹스 중에 내 엄지손가락이 네 꼬리뼈 바로 아래를 누를 때 기분이 어때? 그게 더 많은 항문 플레이를 원하게 만드니?
nb: Hvordan føles det når tommelen min trykker rett under halebeinet ditt under doggy style? Gjør det at du vil ha mer anal lek?
nl: Hoe voelt het als mijn duim net onder je staartbeen drukt tijdens doggy style? Zorgt dat ervoor dat je meer anaal spel wilt?
pl: Jak się czujesz, gdy mój kciuk naciska tuż poniżej twojego ogona podczas pozycji pieska? Czy to sprawia, że chcesz więcej zabaw analnych?
pt_br: Como você se sente com meu polegar pressionando logo abaixo do seu cóccix durante o doggy style? Isso faz você querer mais brincadeiras anais?
sv: Hur känns det när min tumme trycker precis nedanför ditt svansben under doggy style? Får det dig att vilja ha mer anal lek?
uk: Як ти ставишся до того, що мій великий палець натискає тобі трохи нижче куприка під час доггі-стайлу? Чи викликає це у тебе бажання більше анальних ігор?
zh_hans: 后入式时，我的拇指按在你的尾骨正下方，你感觉如何？这会让你想要更多肛交游戏吗？

source: How do you feel about public displays of affection?
de: Wie stehst du zu öffentlichen Zuneigungsbekundungen?
es: ¿Qué opinas de las muestras de cariño en público?
fr: Que penses-tu des démonstrations d'affection en public ?
it: Cosa ne pensi delle manifestazioni d'affetto in pubblico?
ja: 公の場での愛情表現についてどう思いますか？
ko: 공공장소에서 애정 표현하는 것에 대해 어떻게 생각하나요?
nb: Hva synes du om offentlige kjærlighetserklæringer?
nl: Wat vind jij van publieke uitingen van genegenheid?
pl: Jak myślisz o okazywaniu uczuć w miejscach publicznych?
pt_br: O que você acha de demonstrações de afeto em público?
sv: Vad tycker du om offentliga kärleksbetygelser?
uk: Як ти ставишся до проявів ніжності на публіці?
zh_hans: 你如何看待公共场合的亲密举动？

source: How do you feel about watching yourself or me in a mirror while we’re making love?
de: Wie fändest du es, uns beim Liebesspiel im Spiegel zuzusehen?
es: ¿Qué te parece vernos a ti o a mí en un espejo mientras hacemos el amor?
fr: Que ressentez-vous à l'idée de vous regarder ou de me regarder dans un miroir pendant que nous faisons l'amour ?
it: Cosa ne pensi di guardare te stesso o me in uno specchio mentre facciamo l'amore?
ja: 愛し合っている最中に、鏡で自分たちを見るのはどう思いますか？
ko: 우리가 사랑을 나눌 때 거울을 통해 우리 모습을 보는 것에 대해 어떻게 생각하나요?
nb: Hva synes du om å se deg selv eller meg i et speil mens vi elsker?
nl: Hoe vind je het om naar jezelf of naar mij te kijken in een spiegel terwijl we de liefde bedrijven?
pl: Co sądzisz o oglądaniu siebie lub mnie w lustrze podczas kochania się?
pt_br: Como você se sente em assistir a si mesmo ou a mim em um espelho enquanto fazemos amor?
sv: Hur känner du inför att se dig själv eller mig i en spegel medan vi älskar?
uk: Як ви ставитеся до того, щоб спостерігати за собою чи за мною в дзеркало, поки ми кохаємося?
zh_hans: 你觉得在我们亲热时看着镜子里的自己或我怎么样？

source: How do you feel about your relationship with your mother?
de: Wie ist deine Beziehung zu deiner Mutter?
es: ¿Cómo te sientes acerca de tu relación con tu madre?
fr: Que penses-tu de ta relation avec ta mère ?
it: Come ti senti riguardo al tuo rapporto con tua madre?
ja: あなたのお母さんとの関係についてどう思いますか？
ko: 어머니와의 관계에 대해 어떻게 느끼나요?
nb: Hvordan føler du om forholdet ditt til moren din?
nl: Hoe voel je je over je relatie met je moeder?
pl: Jak oceniasz swoją relację z matką?
pt_br: Como você se sente em relação ao seu relacionamento com sua mãe?
sv: Hur känner du inför din relation till din mor?
uk: Як ви ставитеся до своїх стосунків з матір'ю?
zh_hans: 你如何评价你和母亲的关系？
